Repository: Nudin/GnuPGP-Tools
Catalog: translations/gpgkeymgr-*.po
Languages: de_de

source: already exists, overwrite?
de_de: existiert bereits, soll sie überschrieben werden?

source: and
de_de: und

source: or
de_de: oder

source: Answer all questions with yes
de_de: Alle Fragen mit ja beantworten

source: Backup public keyring
de_de: Backup von öffentlichem Schlüsselring anlegen

source: Can't create directory.
de_de: Kann Ordner nicht anlegen.

source: Deleted %i key(s).
de_de: %i Schlüssel wurden gelöscht.

source: Directory does not exist. Create?
de_de: Ordner existiert nicht. Soll er angelegt werden?

source: Do you really want to delete all keys which are
de_de: Wollen sie wirklich alle Schlüssel löschen die

source: Don't really do anything
de_de: Nichts wirklich tun (Simulationsmodus)

source: Failed to open
de_de: Kann Datei nicht öffnen:

source: File
de_de: Datei

source: Left-to-Right: Trust
de_de: Horizontal: Vertrauen

source: Note: this is still an experimental version. Before use, please backup your ~/.gnupg directory.
de_de: Hinweis: Dies ist eine noch experimentelle Version. Machen sie vor der Verwendung ein Backup ihres ~/.gnupg Ordners.

source: Number keys:
de_de: Anzahl an Schlüsseln:

source: Number of expired keys:
de_de: Anzahl der abgelaufenen Schlüsseln:

source: Number of revoked keys:
de_de: Anzahl der widerrufenen Schlüsseln:

source: Print statistics
de_de: Statistik anzeigen

source: Print this help and exit
de_de: Diese Hilfe ausgeben und dann beenden

source: Protocol name: %s
de_de: Protokollname: %s

source: Skipping secret key
de_de: Überspringe privaten Schlüssel

source: Statistics:
de_de: Statistik:

source: Successfully backuped pubring.gpg and pubring.kbx
de_de: Backup von pubring.gpg und pubring.kbx erfolgreich.

source: UID in wrong format, skipping
de_de: Keine gültige UID, überspringe

source: Up-To-Down: Validity
de_de: Vertikal: Gültigkeit

source: Use:
de_de: Benutzung:

source: Warning: Some keys have validity or trust biger than 5.
de_de: Warnung: Einige Schlüssel haben Gültigkeit oder vertrauen von über 5.

source: Where should I put the backup? (Directory must exist)
de_de: Wo soll das Backup erstellt werden? (Verzeichnis muss existieren)

source: can not list keys:
de_de: Kann Schlüsselliste nicht abfragen:

source: deleted key
de_de: Schlüssel gelöscht

source: do not remove keys listed in file (uids)
de_de: Schlüssel die in der Datei gelistet sind nicht entfernen (uids)

source: don't print out so much
de_de: Weniger Text ausgeben

source: expired
de_de: Abgelaufen

source: failed to open file:
de_de: Kann Datei nicht öffnen:

source: file
de_de: datei

source: file=%s, home=%s
de_de: Datei=%s, Heimverzeichnis=%s

source: listed in file
de_de: in Datei aufgeführt

source: no directory
de_de: Kein Verzeichnis

source: remove expired keys
de_de: Abgelaufene Schlüssel löschen

source: remove key already if one given criteria is maching
de_de: Schlüssel entfernen sobald eines der Kriterien zutrifft

source: remove keys listed in file (uids)
de_de: Schlüssel die in der Datei gelistet sind entfernen (lange uids)

source: remove not-trusted keys
de_de: Schlüssel denen ich nicht vertraue entfernen

source: remove not-valid keys
de_de: Schlüssel deren Gültigkeit nicht überprüft wurde entfernen

source: remove revoked keys
de_de: Widerrufene Schlüssel löschen

source: revoked
de_de: Widerrufen

source: unknown Error occurred
de_de: Ein unbekannter Fehler trat auf.

source: untrusted
de_de: nicht vertrauenswürdig

source: unvalid
de_de: nicht überprüft

source: with N you can increase the maximum level
de_de: mit N können Sie die Grenze erhöhen
